
"Home" = "自宅で素晴らしいコーヒーを淹れよう";

"Recipelist" = "コーヒー専門家の素晴らしいレシピとともに";

"Tetsu" = "有名なテツ・カシュアの4:6方法を含む。";

"Recipedetail" = "必要に応じてコーヒーと水の量を調整します。";

"Preparation" = "詳細な指示で淹れる";

"Brewing" = "醸造ステップは自動的に調整されます。";

"Darktheme" = "ダークテーマをサポート";

"Languages" = "そして複数の言語。";